Repository: django-ve/django-star-ratings
Catalog: star_ratings/locale/*/django.po
Languages: es

source: Score
es: Puntuación

source: Rating average
es: Promedio de calificación

source: User is mandatory!
es: ¡Usuario es obligatorio!

source: IP address is mandatory!
es: ¡Dirección IP es obligatorio!

source: Already rated.
es: Ya calificado.

source: Log in to rate
es: Entre para calificar

source: Average:
es: Promedio:

source: Rating Count:
es: Calificaciones:

source: You Rated:
es: Su calificación:

source: Not rated
es: No calificado

source: Please log in to rate.
es: Por favor, entre para calificar.
